Repository: tegbessou/des-amis-du-vin
Catalog: translations/validators+intl-icu.*.xlf
Languages: fr

# bottle_inventory.owner.doesnt_exist
source: Owner with id {id} doesn't exist.
fr: Le propriétaire avec l'identifiant {id} n'existe pas.

# bottle_inventory.country.doesnt_exist
source: Country with name {country} doesn't exist.
fr: Le pays avec le nom {country} n'existe pas.

# bottle_inventory.grape_varieties.doesnt_exist
source: {grapeVarieties, plural, =1 {Grape variety with name {grapeVarietiesString} doesn't exist.} other {Grape varieties with name {grapeVarietiesString} don't exist.}}
fr: {grapeVarieties, plural, =1 {Le cépage portant le nom {grapeVarietiesString} n'existe pas.} other {Les cépages portant le nom {grapeVarietiesString} n'existent pas.}}

# user.email.already_exists
source: User with email {email} already exists.
fr: L'utilisateur avec l'email {email} existe déjà.

# tasting.participants.owner_cannot_be_invited
source: Owner cannot be invited.
fr: Le propriétaire ne peut pas être invité.

# tasting.participant.already_invited
source: Participant {participant} is already invited.
fr: Le participant {participant} est déjà invité.

# tasting.add_eye.pariticipant.not_invited
source: Participant {participant} is not invited.
fr: Le participant {participant} n'est pas invité.

# tasting.add_eye.teinte.not_valid_for_wine_type
source: The teinte {teinte} is not valid for {wineType} wine.
fr: La teinte {teinte} n'est pas valide pour un vin {wineType}.

# tasting.add_eye.participant.pariticpant_already_add_eye
source: Participant {participant} already add eye to tasting {tastingId}.
fr: Le participant {participant} a déjà ajouté son oeil à la dégustation {tastingId}.

# tasting.add_eye.eye_already_added
source: An eye has already been added for this tasting sheet.
fr: Un oeil a déja été ajouté pour cette fiche de dégustation.

# tasting.update_eye.eye_not_already_added
source: An eye has not yet been added for this tasting sheet.
fr: Un oeil n'a pas encore été ajouté pour cette fiche de dégustation.

# tasting.add_mouth.tanin.empty_for_red_wine
source: Tanin must be specified for a red wine.
fr: Le tanin doit être spécifié pour un vin rouge.

# tasting.add_mouth.tanin.not_empty_for_not_red_wine
source: Tannin should not be specified for a wine that is not red.
fr: Le tanin ne doit pas être spécifié pour un vin qui n'est pas rouge.

# tasting.add_mouth.sucre.empty_for_sweet_wine
source: Sugar must be specified for a sweet wine.
fr: Le sucre doit être spécifié pour un vin moelleux.

# tasting.add_mouth.sucre.empty_for_not_sweet_wine
source: Sugar should not be specified for a wine that is not sweet.
fr: Le sucre ne doit pas être spécifié pour un vin qui n'est pas moelleux.

# tasting.add_mouth.mouth_already_added
source: A mouth has already been added for this tasting sheet.
fr: Une bouche a déja été ajouté pour cette fiche de dégustation.

# tasting.update_mouth.mouth_not_already_added
source: A mouth has not yet been added for this tasting sheet.
fr: Une bouche n'a pas encore été ajouté pour cette fiche de dégustation.

# tasting.add_nose.nose_already_added
source: A nose has already been added for this tasting sheet.
fr: Un nez a déja été ajouté pour cette fiche de dégustation.

# tasting.update_nose.nose_not_already_added
source: A nose has not yet been added for this tasting sheet.
fr: Un nez n'a pas encore été ajouté pour cette fiche de dégustation.
